<template>
  <main>
        <div class="article">
            <div class="blok_1">
                <img class="picture" src="./PNG_and_SVG/Без названия.png" alt="#" />

                <h1>Бенуа — идеолог новой художественной эпохи</h1>
                <hr />
                <blockquote>
                    «Этот образованный и чуткий человек всегда обладал, кроме того,
                    одним качеством — страстью к педагогической деятельности. Он, будучи
                    ещё совсем молодым человеком, невольно и беспрерывно «вwоспитывал» в
                    своих верных собеседниках ту настоящую любовь к искусству, которою
                    он непрестанно живёт до сих пор»
                </blockquote>

                <h4>Сергей Павлович Дягилев об Александре Николаевиче Бенуа.</h4>
                <hr />

                <p>
                    В Петербурге в семье профессора архитектуры Николая Леонтьевича
                    Бенуа и Камиллы Альбертовны Кавос 3 мая 1870 года родился сын —
                    Александр Бенуа, которому было уготовано судьбою множество
                    замечательных свершений.
                </p>
                <p>
                    Семейная родословная Бенуа начинается с Никола Дени Бенуа, простого
                    хлебопашца. Сын Никола, который приходился прадедом Александру
                    Бенуа, получил образование самостоятельно и открыл школу, в которой
                    получили образование пятеро его детей. Младший сын Никола, который
                    приходился дедом будущему художнику, Луи-Жюль Бенуа, не смог принять
                    революционных событий во Франции и в 1794 году приехал в Россию.
                </p>
            </div>

            <div class="blok_img_text">
                <div class="pict">
                    <img class="picture1" src="./PNG_and_SVG/Без названия (1).png" alt="#" />

                    <span class="span2">Источник: google.com. Александр Николаевич Бенуа. «Прогулки в
                        любую погоду» (из серии «Последние прогулки короля»). 1896 — 1898
                        год.</span>
                </div>
                <p class="par1">
                    Обосновавшись в Петербурге дед художника стал метрдотелем при дворе
                    Павла I и женился на фрейлине немецкого происхождения Екатерине
                    Андреевне Гроппе. Луи Бенуа был зажиточным петербуржцем, имел два
                    городских дома и воспитывал одиннадцать детей. Сын Луи Бенуа,
                    получивший в России имя Николай Леонтьевич, был крестником
                    вдовствующей императрицы Марии Фёдоровны и являлся автором многих
                    построек Петербурга и железнодорожных станций.
                </p>
                <p class="par2">
                    Интересна история рода Александра Бенуа и со стороны матери, корни
                    которой уходили в венецианские семьи. Прапрадед будущего художника —
                    Джованни Кавос, был директором венецианского театра Фениче. Прадед
                    Александра Бенуа, сын Джованни Кавоса — Катарино Кавос, в конце
                    XVIII столетия приехал в Петербург и руководил частью Императорских
                    театров. Именно Катарино Кавос стал родоначальником русской <a href="about:blank"
                        rel="noopener noreferrer" target="_blank">оперы</a> и
                    создал первый вариант «Ивана Сусанина».
                </p>
            </div>
            <div class="blok_img_text">

                <div class="pict">
                    <img class="picture1" src="./PNG_and_SVG/Без названия (2).png" alt="#" />

                    <span class="span2">Источник: google.com. Александр Николаевич Бенуа. «Кормление рыб»
                        (из серии «Последние прогулки короля»). 1897 год.</span>
                </div>

                <p class="par1">
                    Дед Александра Бенуа — Альберт Катаринович Кавос — учился на
                    математическом факультете Падуанского университета, окончив его с
                    отличием стал архитектором. Альберт Кавос построил здания
                    Мариинского театра в Петербурге и занимался восстановлением Большого
                    театра в Москве. Однако, несмотря на столь одарённых предков, мать
                    Александра Бенуа не унаследовала ни художественных, ни музыкальных
                    талантов, что отнюдь не помешало ей гармонично развивать таланты
                    будущего художника.
                </p>
                <p class="par2">
                    Жажда творчества и знаний и художественная среда, с юных лет
                    окружавшие Бенуа, помогли стать ему самобытным живописцем и
                    талантливым историком искусства. С малых лет Александр Бенуа
                    наблюдал за творчеством брата Альберта, писавшего акварелью.
                    Семейство часто посещало пригороды Петербурга, дворцовые комплексы
                    которого произвели неизгладимое впечатление на юного Бенуа.
                </p>
            </div>
            <div class="blok_img_text">
                <div class="pict">
                    <img class="picture1" src="./PNG_and_SVG/Без названия (3).png" alt="#" />

                    <span class="span2">Источник: google.com. Александр Николаевич Бенуа. Страница из
                        «Азбуки в картинках Александра Бенуа». 1904 год.</span>
                </div>
                <p class="par1">
                    С детства Бенуа страстно увлёкся <a href="about:blank" rel="noopener noreferrer"
                        target="_blank">театром</a>. Страсть была настолько
                    яркой и сильной, что переросла в крепкую любовь на всю жизнь. У
                    мальчика были даже игрушечные наборы с декорациями и бумажными
                    фигурками актёров, а бабушка по материнской линии привозила для
                    внука из Венеции марионеток. Во взрослой жизни Александр Бенуа часто
                    разрабатывал художественное оформление к спектаклям.
                </p>
                <p class="par2">
                    В период с 1885 по 1890 года Александр учился в частной гимназии
                    Карла Ивановича Мая, где подружился с будущими художником
                    Константином Сомовым, музыкантом Вальтером Нувелем и критиком
                    Дмитрием Философовым. В дальнейшем они организовали общество «Мир
                    искусства». В 1887 году Александр Бенуа посещал Академию художеств,
                    однако получаемые знания не удовлетворяли требований художника и он
                    бросил обучение. Профессионально образование живописца великий
                    художник так и не получил.
                </p>
            </div>
            <div class="blok_img_text">
                <div class="pict">

                    <img class="picture1" src="./PNG_and_SVG/Без названия (4).png" alt="#" />

                    <span class="span2">Источник: google.com. Александр Николаевич Бенуа. «У бассейна
                        Цереры» (из серии «Последние прогулки короля»). 1897 год.</span>
                </div>
                <p class="par1">
                    В период с 1890 по 1894 года Бенуа учился на юридическом факультете
                    Петербургского университета, а живописью занимался самостоятельно.
                    Учителями юного художника были старший брат Альберт и французские
                    художники XVIII столетия — Франсуа Буше, Антуан Ватто, Жан-Оноре
                    Фрагонар. Александр Бенуа разработал свою собственную программу
                    обучения — много упражнялся в рисовании с натуры, с головой
                    погрузился в изучение истории живописи. Собственный план обучения
                    полностью заменил систематическое обучение в Академии художеств.
                    Более того, изучение живописи позволило в дальнейшем Бенуа встать у
                    истоков отечественного искусствознания.
                </p>
                <p class="par2">
                    В возрасте двадцати трёх лет в 1893 году Бенуа впервые принял
                    участие в выставке «Общества акварелистов», а в 1894 году напечатал
                    первый очерк о русском искусстве в мюнхенском издании «История
                    живописи в XIX веке». Данным очерком он заявил о себе как о молодом
                    талантливом специалисте в области искусствознания.
                </p>
            </div>
            <div class="blok_img_text">
                <div class="pict">
                    <img class="picture1" src="./PNG_and_SVG/Без названия (5).png" alt="#" />

                    <span class="span2">Источник: google.com. Александр Николаевич Бенуа. «Озеро Примель.
                        Бретань.». 1905 год.</span>
                </div>

                <p class="par1">
                    В 1894 году Александр Бенуа женился на Анне Кинд, знакомство с
                    которой произошло ещё в отроческие годы. Впервые с будущей женой
                    Бенуа встретился в шестилетнем возрасте на свадьбе брата Альберта,
                    который женился на старшей сестре Анны — Марии Кинд. Первое
                    признание в любви Александр сделал на маскараде, когда ещё учился в
                    гимназии, в шестнадцать лет. Однако спустя некоторое время Альберт
                    Бенуа и Мария Кинд развелись, что охладило отношения между
                    семействами и в итоге привело и к разрыву между Анной и Александром
                    в 1889 году.
                </p>
                <p class="par2">
                    Спустя два года роман между Анной и Бенуа возобновился, а в 1894
                    году, сразу после окончания учёбы в университете, Александр женился
                    на Анне. Любовь к жене Александр Бенуа пронёс через всю жизнь — до
                    конца своих дней Анна Кинд оставалась для художника самой
                    очаровательной женщиной в мире. В 1895 году у супругов родилась дочь
                    Анна.
                </p>
                <p class="par3">
                    В 1896 году Бенуа с женой и маленькой дочерью посетили Париж, после
                    чего родилась серия акварелей «Последние прогулки короля». С этого
                    момента начался творческий путь Александра Бенуа как
                    художника-пейзажиста.
                </p>
            </div>
            <div class="blok_img_text">
                <div class="pict">

                    <img class="picture1" src="./PNG_and_SVG/Без названия (6).png" alt="#" />

                    <span class="span2">Источник: google.com. Александр Николаевич Бенуа. «Маскарад при
                        Людовике XIV». 1898 год.</span>
                </div>
                <p class="par1">
                    Величественный памятник культуры ушедшей эпохи Версаль — хранитель
                    дворцовых тайн и истории, произвёл на художника сильное впечатление.
                    Тщательное изучение исторических материалов позволило художнику
                    воссоздать придворный быт Версаля в живописи во всей его красе.
                    Александр Бенуа создал акварели-ретроспективы, которые описывают
                    события прошлого.
                </p>
                <p class="par2">
                    Серия акварелей «Последние прогулки короля» пропитаны грустью и
                    красноречиво повествуют зрителю о том, что яркий век молодости, силы
                    и красоты короля Восходящего Солнца остался в прошлом. Данный цикл
                    серийных работ художник передал в дар княгине Марии Клавдиевне
                    Тенишевой, у которой он был хранителем частного художественного
                    собрания.
                </p>
                <p class="par3">
                    В 1898 году в Париже у четы Бенуа родилась вторая дочь — Елена,
                    названная в честь одной из двоюродных тёток. Воспитывалась Елена на
                    французский лад, за которым тщательно следила приставленная к Анне
                    сиделка. В этом же году художник написал «Маскарад при Людовике XIV»
                    — яркая, в какой-то мере сказочная работа, пропитанная особой
                    выразительностью и мажорным настроением.
                </p>
            </div>
            <div class="blok_img_text">
                <div class="pict">
                    <img class="picture1" src="./PNG_and_SVG/Без названия (7).png" alt="#" />

                    <span class="span2">Источник: google.com. Александр Николаевич Бенуа. «Водный партер в Версале».
                        1905 год.</span>

                </div>
                <p class="par1">
                    В 1898 году произошло ещё одно важное событие — петербургская
                    выставка произведений русских и финляндских художников. Организована
                    выставка была обществом «Мир искусства» под руководством Александра
                    Бенуа и Сергея Дягилева. Идея выставки заключалась в том, что
                    участие в ней принимали молодые представители русской живописи,
                    которые ненавидели рутину академизма, насаждаемого императорской
                    Академией художеств. С другой стороны юные художники не жаждали
                    никакой революции и с уважением относились к русской школе живописи.
                </p>
                <p class="par2">
                    В 1899 году общество получило официальное название «Мир искусства»,
                    а его идейным лидером стал Александр Бенуа, который также работал и
                    над журналом общества. Мирискусники дали жизнь таким направлениям
                    искусства, как книжная графика — оформление иллюстраций и
                    сценография — оформление спектаклей. Кроме этого они изготовляли
                    предметы мебели и другие объекты декоративно-прикладного искусства.
                    Общество активно занималось изучением истории русского искусства,
                    используя никем не рассматриваемые ранее материалы. На этом прервём
                    повествование до следующего раза, когда расскажем о <a href="about:blank" rel="noopener noreferrer" target="_blank">дальнейшем творчестве</a> и судьбе великого художника.
                </p>
            </div>
            <div class="autor">
                Автор: <a href="about:blank" rel="noopener noreferrer" target="_blank">Журнал Тапиго</a>
                
            </div>
        </div>
    </main>
</template>



// Свойства
<style>

* {
    margin: 0;
    padding: 0;
}

body {}

.article {
    margin: 70px auto 0;
    padding-bottom: 100px;
    display: flex;
    flex-direction: column;
    max-width: 950px;
    min-width: 320px;
}

h1 {
    font-family: "Roboto", sans-serif;
    font-size: 2.25rem;
    font-weight: 900;
    line-height: 2.5rem;
    text-align: center;
    white-space: nowrap;

}

blockquote {
    display: block;
    margin: 0 auto;
    width: 80%;
    font-family: Arial, sans-serif;
    font-style: italic;
    font-weight: 700;
    font-size: 1.25rem;
    text-align: center;
}

hr {
    margin: 32px auto;
    width: 5%;
    height: 1px;
    color: #ddd;
}

h4 {
    display: block;
    margin-top: 0.625rem;
    font-size: .875rem;
    font-weight: 400;
    font-family: Arial, sans-serif;
    text-align: center;
}

p {
    margin: 0 auto 1.875rem;
    width: 88%;
    line-height: 1.6rem;
    font-family: Arial, sans-serif;

}

.pict {
    font-size: .75rem;
    color: #999;
    margin-bottom: 1.875rem;
    width: 600px;
    margin-left: auto;
    margin-right: auto;
    text-align: center;

}

.picture1 {

    margin-left: auto;
    margin-right: auto;
    max-width: 600px;
    height: auto;
    object-fit: cover;
    border-radius: 8px;
    margin-bottom: 0.625rem;
    text-align: center;
}

.picture {
    margin-bottom: 0.625rem;
    width: 100%;
    overflow: hidden;
    text-align: center;
    border-radius: 8px;
}

a {
    text-decoration: underline;
    color: #0089ff;
    transition: color 0.3s ease;

}
a:hover {
    color: black;
}

.autor {
    display: flex;
    font-size: 0.75rem;
    font-family: Arial, sans-serif;
    font-style: italic;
    font-weight: 400;
    color: #999;
    justify-content: center;
}
</style>
